Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: If you allow it, it can read %@ for the rest of this session — including what you see there once signed in — and use it in what it does.
ar: إذا سمحت له، فسيتمكن من قراءة %@ حتى نهاية هذه الجلسة — بما في ذلك ما تراه هناك بعد تسجيل الدخول — واستخدامه فيما يفعله.
de: Wenn du es erlaubst, kann er %@ für den Rest dieser Sitzung lesen – einschließlich dessen, was du dort nach der Anmeldung siehst – und es für seine Arbeit verwenden.
es: Si lo permites, podrá leer %@ hasta el final de esta sesión — incluido lo que ves allí tras iniciar sesión — y usarlo en lo que haga.
fr: Si vous l’autorisez, il pourra lire %@ jusqu’à la fin de cette session — y compris ce que vous y voyez une fois connecté — et s’en servir dans ce qu’il fait.
hi: यदि आप अनुमति देते हैं, तो यह इस सेशन के बाकी समय तक %@ पढ़ सकता है — साइन इन के बाद वहाँ आप जो देखते हैं, उसके सहित — और अपने काम में उसका उपयोग कर सकता है।
it: Se lo consenti, potrà leggere %@ per il resto di questa sessione — incluso ciò che vedi lì dopo l’accesso — e usarlo in ciò che fa.
ja: 許可すると、このセッションが終わるまで%@を読み取れるようになり（サインイン後に表示される内容も含む）、作業に利用できます。
ko: 허용하면 이 세션이 끝날 때까지 %@을(를) 읽을 수 있으며(로그인 후 표시되는 내용 포함), 이를 작업에 활용할 수 있습니다.
nl: Als je dit toestaat, kan de agent %@ lezen voor de rest van deze sessie — inclusief wat je daar ziet na het inloggen — en dit gebruiken bij wat hij doet.
pl: Jeśli zezwolisz, agent będzie mógł czytać %@ do końca tej sesji — łącznie z tym, co widzisz tam po zalogowaniu — i korzystać z tego w swojej pracy.
pt_br: Se você permitir, ele poderá ler %@ até o fim desta sessão — incluindo o que você vê ali após o login — e usar isso no que faz.
ru: Если вы разрешите, он сможет читать %@ до конца этой сессии — включая то, что вы видите там после входа, — и использовать это в работе.
tr: İzin verirseniz bu oturumun sonuna kadar %@ sitesini okuyabilir — giriş yaptıktan sonra orada gördükleriniz dahil — ve yaptığı işte kullanabilir.
uk: Якщо ви дозволите, він зможе читати %@ до кінця цього сеансу — зокрема те, що ви там бачите після входу, — і використовувати це у своїй роботі.
zh_hans: 如果你允许，它可以在此会话的剩余时间内读取 %@（包括你登录后在那里看到的内容），并在工作中使用这些内容。
zh_hant: 如果你允許，它在此工作階段的剩餘時間內可以讀取 %@ — 包括你登入後在該處看到的內容 — 並用於其工作中。

source: Ignore
ar: تجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
hi: अनदेखा करें
it: Ignora
ja: 無視
ko: 무시
nl: Negeer
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
tr: Yok Say
uk: Ігнорувати
zh_hans: 忽略
zh_hant: 忽略

source: Import
ar: الاستيراد
es: Importar
fr: Importer
hi: इंपोर्ट
it: Importa
ja: 読み込み
ko: 가져오기
nl: Importeer
pt_br: Importar
ru: Импорт
tr: İçe Aktar
uk: Імпорт
zh_hans: 导入
zh_hant: 輸入

source: Import Templates
ar: استيراد قوالب
de: Vorlagen importieren
es: Importar plantillas
fr: Importer des gabarits
hi: टेम्पलेट इंपोर्ट करें
it: Importa template
ja: テンプレートを読み込む
ko: 템플릿 가져오기
nl: Importeer sjablonen
pl: Importuj szablony
pt_br: Importar Predefinições
ru: Импортировать шаблоны
tr: Şablonları İçe Aktar
uk: Імпортувати шаблони
zh_hans: 导入模板
zh_hant: 輸入範本

source: Import an Archive…
ar: استيراد أرشيف…
de: Archiv importieren …
es: Importar un archivo…
fr: Importer une archive…
hi: आर्काइव इंपोर्ट करें…
it: Importa un archivio…
ja: アーカイブを読み込む…
ko: 아카이브 가져오기…
nl: Importeer een archief…
pl: Importuj archiwum…
pt_br: Importar um Arquivo Zip…
ru: Импортировать архив…
tr: Arşiv İçe Aktar…
uk: Імпортувати архів…
zh_hans: 导入归档…
zh_hant: 輸入封存檔…

source: Imported avatar
ar: صورة رمزية مستوردة
de: Importierter Avatar
es: Avatar importado
fr: Avatar importé
hi: इंपोर्ट किया गया अवतार
it: Avatar importato
ja: 読み込んだアバター
ko: 가져온 아바타
nl: Geïmporteerde avatar
pl: Zaimportowany awatar
pt_br: Avatar importado
ru: Импортированный аватар
tr: İçe aktarılan avatar
uk: Імпортований аватар
zh_hans: 已导入的头像
zh_hant: 輸入的頭像

source: Imported · %@
ar: مستوردة · %@
de: Importiert · %@
es: Importado · %@
fr: Importé · %@
hi: इंपोर्ट किया गया · %@
it: Importato · %@
ja: 読み込み済み · %@
ko: 가져옴 · %@
nl: Geïmporteerd · %@
pl: Zaimportowany · %@
pt_br: Importado · %@
ru: Импортирован · %@
tr: İçe aktarıldı · %@
uk: Імпортовано · %@
zh_hans: 已导入 · %@
zh_hant: 已輸入 · %@

source: Import…
ar: استيراد…
de: Importieren …
es: Importar…
fr: Importer…
hi: इंपोर्ट करें…
it: Importa…
ja: 読み込む…
ko: 가져오기…
nl: Importeer…
pl: Importuj…
pt_br: Importar…
ru: Импортировать…
tr: İçe Aktar…
uk: Імпортувати…
zh_hans: 导入…
zh_hant: 輸入…

source: In Progress
ar: قيد التنفيذ
de: In Arbeit
es: En curso
fr: En cours
hi: जारी
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: W toku
pt_br: Em Andamento
ru: В работе
tr: Sürüyor
uk: У роботі
zh_hans: 进行中
zh_hant: 進行中

source: In Use
ar: قيد الاستخدام
de: In Verwendung
es: En uso
fr: En usage
hi: उपयोग में
it: In uso
ja: 使用中
ko: 사용 중
nl: In gebruik
pl: W użyciu
pt_br: Em Uso
ru: Используется
tr: Kullanımda
uk: Використовується
zh_hans: 使用中
zh_hant: 使用中

source: In the default browser
ar: في المتصفح الافتراضي
de: Im Standardbrowser
es: En el navegador por omisión
fr: Dans le navigateur par défaut
hi: डिफ़ॉल्ट ब्राउज़र में
it: Nel browser predefinito
ja: デフォルトのブラウザで
ko: 기본 브라우저에서
nl: In de standaardbrowser
pl: W domyślnej przeglądarce
pt_br: No navegador padrão
ru: В браузере по умолчанию
tr: Varsayılan tarayıcıda
uk: У типовому браузері
zh_hans: 在默认浏览器中
zh_hant: 在預設瀏覽器中

source: In the keychain
ar: في سلسلة المفاتيح
de: Im Schlüsselbund
es: En el llavero
fr: Dans le trousseau
hi: कीचेन में
it: Nel portachiavi
ja: キーチェーン内
ko: 키체인에 있음
nl: In de sleutelhanger
pl: W pęku kluczy
pt_br: No chaveiro
ru: В связке ключей
tr: Anahtar zincirinde
uk: У в’язці ключів
zh_hans: 在钥匙串中
zh_hant: 在鑰匙圈中

source: In the web view
ar: في عرض الويب
de: In der Webansicht
es: En la vista web
fr: Dans la vue web
hi: वेब दृश्य में
it: Nella vista web
ja: Webビューで
ko: 웹 보기에서
nl: In de webweergave
pl: W widoku www
pt_br: Na visualização web
ru: В веб-панели
tr: Web görünümünde
uk: У вебперегляді
zh_hans: 在网页视图中
zh_hant: 在網頁視圖中

source: Incomplete
ar: غير مكتملة
de: Unvollständig
es: Incompleto
fr: Incomplet
hi: अधूरा
it: Incompleto
ja: 不完全
ko: 불완전
nl: Onvolledig
pl: Niekompletny
pt_br: Incompleto
ru: Неполный
tr: Eksik
uk: Неповний
zh_hans: 不完整
zh_hant: 不完整

source: Initial prompt
ar: الـ prompt الأولي
de: Anfänglicher Prompt
es: Prompt inicial
fr: Prompt initial
hi: प्रारंभिक प्रॉम्प्ट
it: Prompt iniziale
ja: 最初のプロンプト
ko: 초기 프롬프트
nl: Beginprompt
pl: Początkowy prompt
pt_br: Prompt inicial
ru: Начальный промпт
tr: Başlangıç istemi
uk: Початковий промпт
zh_hans: 初始提示词
zh_hant: 初始提示詞

source: Insert Ticket Title
ar: إدراج عنوان التذكرة
de: Tickettitel einfügen
es: Insertar el título del ticket
fr: Insérer le titre du ticket
hi: टिकट का शीर्षक डालें
it: Inserisci titolo del ticket
ja: チケットのタイトルを挿入
ko: 티켓 제목 삽입
nl: Voeg tickettitel in
pl: Wstaw tytuł zgłoszenia
pt_br: Inserir Título do Ticket
ru: Вставка названия тикета
tr: Talep Başlığını Ekle
uk: Вставити назву тікета
zh_hans: 插入工单标题
zh_hant: 插入工單標題

source: Insert the Example
ar: إدراج المثال
de: Beispiel einfügen
es: Insertar el ejemplo
fr: Insérer l’exemple
hi: उदाहरण डालें
it: Inserisci l’esempio
ja: 例を挿入
ko: 예시 삽입
nl: Voeg het voorbeeld in
pl: Wstaw przykład
pt_br: Inserir o Exemplo
ru: Вставить пример
tr: Örneği Ekle
uk: Вставити приклад
zh_hans: 插入示例
zh_hant: 插入範例

source: Insert ticket titles in the notes
ar: إدراج عناوين التذاكر في الملاحظات
de: Tickettitel in die Notizen einfügen
es: Insertar el título de los tickets en las notas
fr: Insérer le titre des tickets dans les notes
hi: नोट्स में टिकट के शीर्षक डालें
it: Inserisci i titoli dei ticket nelle note
ja: メモにチケットのタイトルを挿入
ko: 메모에 티켓 제목 삽입
nl: Voeg tickettitels in de notities in
pl: Wstawiaj tytuły zgłoszeń do notatek
pt_br: Inserir o título dos tickets nas notas
ru: Вставлять названия тикетов в заметки
tr: Talep başlıklarını notlara ekle
uk: Вставляти назви тікетів у нотатки
zh_hans: 在备注中插入工单标题
zh_hant: 在筆記中插入工單標題

source: Install %@…
ar: تثبيت %@…
de: %@ installieren …
es: Instalar %@…
fr: Installer %@…
hi: %@ इंस्टॉल करें…
it: Installa %@…
ja: %@をインストール…
ko: %@ 설치…
nl: Installeer %@…
pl: Zainstaluj %@…
pt_br: Instalar %@…
ru: Установить %@…
tr: %@ Yükle…
uk: Інсталювати %@…
zh_hans: 安装 %@…
zh_hant: 安裝 %@…

source: Invalid pattern: %@
ar: نمط غير صالح: %@
de: Ungültiges Muster: %@
es: Patrón no válido: %@
fr: Motif non valide : %@
hi: अमान्य पैटर्न: %@
it: Pattern non valido: %@
ja: 無効なパターン：%@
ko: 유효하지 않은 패턴: %@
nl: Ongeldig patroon: %@
pl: Nieprawidłowy wzorzec: %@
pt_br: Padrão inválido: %@
ru: Недопустимое выражение: %@
tr: Geçersiz desen: %@
uk: Недійсний патерн: %@
zh_hans: 无效的模式：%@
zh_hant: 無效的樣式：%@

source: Issue %@
ar: التذكرة %@
de: Ticket %@
es: Ticket %@
fr: Ticket %@
hi: टिकट %@
it: Ticket %@
ja: チケット%@
ko: 이슈 %@
nl: Ticket %@
pl: Zgłoszenie %@
pt_br: Ticket %@
ru: Тикет %@
tr: Talep %@
uk: Тікет %@
zh_hans: 工单 %@
zh_hant: 工單 %@

source: Issues
ar: التذاكر
de: Tickets
es: Tickets
fr: Tickets
hi: टिकट
it: Ticket
ja: チケット
ko: 이슈
nl: Tickets
pl: Zgłoszenia
pt_br: Tickets
ru: Тикеты
tr: Talepler
uk: Тікети
zh_hans: 工单
zh_hant: 工單

source: It cannot be recovered. Export it first to keep it.
ar: لا يمكن استرداده. صدّره أولًا للاحتفاظ به.
de: Dies kann nicht rückgängig gemacht werden. Exportiere es zuerst, um es zu behalten.
es: No se podrá recuperar. Expórtalo antes para conservarlo.
fr: Il ne pourra pas être récupéré. Exportez-le d’abord pour le garder.
hi: इसे वापस नहीं पाया जा सकता। इसे रखने के लिए पहले एक्सपोर्ट करें।
it: Non potrà essere recuperato. Esportalo prima per conservarlo.
ja: 復元することはできません。残しておくには先に書き出してください。
ko: 복구할 수 없습니다. 보관하려면 먼저 내보내십시오.
nl: Het kan niet worden hersteld. Exporteer het eerst om het te behouden.
pl: Nie będzie można go odzyskać. Najpierw go wyeksportuj, aby go zachować.
pt_br: Não será possível recuperá-lo. Exporte-o antes para mantê-lo.
ru: Его невозможно будет восстановить. Чтобы сохранить, сначала экспортируйте его.
tr: Geri alınamaz. Saklamak için önce dışa aktarın.
uk: Його неможливо буде відновити. Спершу експортуйте його, щоб зберегти.
zh_hans: 删除后无法恢复。如需保留，请先导出。
zh_hant: 刪除後無法復原。若要保留，請先輸出。

source: Its look only: the agent draws the same character in ten expressions.
ar: مظهرها فقط: يرسم الوكيل الشخصية نفسها بعشرة تعبيرات.
de: Nur sein Aussehen: Der Agent zeichnet dieselbe Figur in zehn Ausdrücken.
es: Solo su aspecto: el agente dibuja el mismo personaje en diez expresiones.
fr: Son apparence seulement : l’agent dessine le même personnage dans dix expressions.
hi: केवल इसका रूप: एजेंट एक ही पात्र को दस भावों में बनाता है।
it: Solo l’aspetto: l’agente disegna lo stesso personaggio in dieci espressioni.
ja: 外見のみを指定します。エージェントは同じキャラクターを10個の表情で描画します。
ko: 모습만 설명하십시오. 에이전트가 같은 캐릭터를 10가지 표정으로 그립니다.
nl: Alleen het uiterlijk: de agent tekent hetzelfde personage in tien expressies.
pl: Tylko wygląd: agent rysuje tę samą postać z dziesięcioma minami.
pt_br: Apenas a aparência: o agente desenha o mesmo personagem em dez expressões.
ru: Только внешность: агент рисует одного и того же персонажа в десяти выражениях.
tr: Yalnızca görünüşü: ajan aynı karakteri on ifadeyle çizer.
uk: Лише зовнішність: агент малює того самого персонажа в десяти виразах.
zh_hans: 只需描述外观：智能体会用十个表情绘制同一个角色。
zh_hant: 只需描述外觀：代理程式會以十種表情繪製同一個角色。

source: Its running agent will be stopped.
ar: سيتم إيقاف وكيلها قيد التشغيل.
de: Ihr laufender Agent wird gestoppt.
es: Su agente en ejecución se detendrá.
fr: Son agent en cours sera arrêté.
hi: इसका चल रहा एजेंट रोक दिया जाएगा।
it: Il suo agente in esecuzione verrà arrestato.
ja: 実行中のエージェントは停止されます。
ko: 실행 중인 에이전트가 중단됩니다.
nl: De actieve agent wordt gestopt.
pl: Jej działający agent zostanie zatrzymany.
pt_br: O agente em execução será parado.
ru: Её работающий агент будет остановлен.
tr: Çalışan ajanı durdurulacak.
uk: Його запущеного агента буде зупинено.
zh_hans: 其正在运行的智能体将被停止。
zh_hant: 其執行中的代理程式將會停止。

source: Its summary has to be read first: restart it on its own.
ar: يجب قراءة ملخصها أولًا: أعد تشغيلها بمفردها.
de: Ihre Zusammenfassung muss zuerst gelesen werden: Starte sie einzeln neu.
es: Primero hay que leer su resumen: reiníciala por separado.
fr: Son résumé doit d’abord être relu : redémarrez-la seule.
hi: इसका सारांश पहले पढ़ना ज़रूरी है: इसे अलग से फिर से शुरू करें।
it: Il suo riepilogo deve essere letto prima: riavviala da sola.
ja: 先に要約を確認する必要があります。個別に再起動してください。
ko: 먼저 요약을 확인해야 합니다. 개별적으로 재시작하십시오.
nl: Eerst moet de samenvatting worden gelezen: herstart haar apart.
pl: Najpierw trzeba przeczytać jej podsumowanie: uruchom ją ponownie osobno.
pt_br: O resumo precisa ser lido primeiro: reinicie-a sozinha.
ru: Сначала нужно прочитать её сводку: перезапустите её отдельно.
tr: Önce özetinin okunması gerekiyor: tek başına yeniden başlatın.
uk: Його підсумок слід спершу прочитати: перезапустіть його окремо.
zh_hans: 需要先阅读其摘要：请单独重新启动它。
zh_hant: 需要先確認其摘要：請單獨重新啟動。

source: Its web content process stopped. Other tabs and the terminal were not affected.
ar: توقفت عملية محتوى الويب الخاصة بها. لم تتأثر علامات التبويب الأخرى ولا الطرفية.
de: Sein Webinhaltsprozess wurde beendet. Andere Tabs und das Terminal sind nicht betroffen.
es: Su proceso de contenido web se ha detenido. Las demás pestañas y el terminal no se han visto afectados.
fr: Son processus de contenu web s’est arrêté. Les autres onglets et le terminal n’ont pas été touchés.
hi: इसकी वेब सामग्री प्रोसेस रुक गई। अन्य टैब और टर्मिनल प्रभावित नहीं हुए।
it: Il suo processo di contenuti web si è arrestato. Gli altri pannelli e il terminale non sono stati coinvolti.
ja: Webコンテンツのプロセスが停止しました。ほかのタブとターミナルには影響ありません。
ko: 웹 콘텐츠 프로세스가 중단되었습니다. 다른 탭과 터미널은 영향을 받지 않았습니다.
nl: Het webcontentproces is gestopt. Andere tabbladen en de terminal zijn niet getroffen.
pl: Jej proces zawartości www się zatrzymał. Pozostałe karty i terminal nie zostały naruszone.
pt_br: O processo de conteúdo web parou. As outras abas e o terminal não foram afetados.
ru: Её процесс веб-содержимого остановился. Другие вкладки и терминал не затронуты.
tr: Web içeriği işlemi durdu. Diğer sekmeler ve terminal etkilenmedi.
uk: Її процес вебвмісту зупинився. Інші вкладки й термінал не зачеплено.
zh_hans: 其网页内容进程已停止。其他标签页和终端未受影响。
zh_hant: 其網頁內容程序已停止。其他標籤頁和終端機未受影響。

source: Keep
ar: الاحتفاظ
de: Behalten
es: Conservar
fr: Garder
hi: रखें
it: Mantieni
ja: 残す
ko: 유지
nl: Behoud
pl: Zachowaj
pt_br: Manter
ru: Оставить
tr: Sakla
uk: Залишити
zh_hans: 保留
zh_hant: 保留

source: Keep Both
ar: الاحتفاظ بالاثنين
de: Beide behalten
es: Conservar ambos
fr: Garder les deux
hi: दोनों रखें
it: Mantieni entrambi
ja: 両方を残す
ko: 모두 유지
nl: Behoud beide
pl: Zachowaj oba
pt_br: Manter Ambos
ru: Оставить оба
tr: İkisini de Sakla
uk: Залишити обидва
zh_hans: 全部保留
zh_hant: 兩者都保留

source: Keep the avatar on screen
ar: إبقاء الصورة الرمزية على الشاشة
de: Avatar auf dem Bildschirm behalten
es: Mantener el avatar en pantalla
fr: Garder l’avatar à l’écran
hi: अवतार को स्क्रीन पर रखें
it: Mantieni l’avatar sullo schermo
ja: アバターを画面上に表示したままにする
ko: 아바타를 화면에 유지
nl: Houd de avatar op het scherm
pl: Pozostaw awatar na ekranie
pt_br: Manter o avatar na tela
ru: Держать аватар на экране
tr: Avatarı ekranda tut
uk: Тримати аватар на екрані
zh_hans: 将头像保留在屏幕上
zh_hant: 將頭像保留在畫面上

source: Keep the history of side terminals
ar: الاحتفاظ بسجل الطرفيات الجانبية
de: Verlauf der Nebenterminals behalten
es: Conservar el historial de los terminales laterales
fr: Conserver l’historique des terminaux annexes
hi: साइड टर्मिनल का इतिहास रखें
it: Conserva la cronologia dei terminali laterali
ja: サイドターミナルの履歴を保持
ko: 보조 터미널의 기록 유지
nl: Bewaar de geschiedenis van zijterminals
pl: Zachowuj historię terminali bocznych
pt_br: Manter o histórico dos terminais laterais
ru: Сохранять историю боковых терминалов
tr: Yan terminallerin geçmişini sakla
uk: Зберігати історію бічних терміналів
zh_hans: 保留侧边终端的历史记录
zh_hant: 保留側邊終端機的歷史記錄

source: Keep them running
ar: إبقاؤهم قيد التشغيل
de: Weiterlaufen lassen
es: Dejarlos en ejecución
fr: Les laisser tourner
hi: उन्हें चलने दें
it: Lasciali in esecuzione
ja: 実行を続ける
ko: 계속 실행
nl: Laat ze draaien
pl: Pozostaw uruchomionych
pt_br: Mantê-los em execução
ru: Оставить работать
tr: Çalışmaya devam etsinler
uk: Залишати їх працювати
zh_hans: 保持运行
zh_hant: 保持執行

source: Kept in the keychain, never shown again. Type a new one to replace it.
ar: محفوظ في سلسلة المفاتيح، ولن يُعرض مجددًا. اكتب مفتاحًا جديدًا لاستبداله.
de: Im Schlüsselbund gespeichert, nie wieder angezeigt. Gib einen neuen ein, um ihn zu ersetzen.
es: Se guarda en el llavero y no se vuelve a mostrar. Escribe una nueva para sustituirla.
fr: Gardée dans le trousseau, jamais réaffichée. Saisissez-en une nouvelle pour la remplacer.
hi: कीचेन में रखी गई, फिर कभी नहीं दिखाई जाएगी। इसे बदलने के लिए नई टाइप करें।
it: Conservata nel portachiavi, non viene più mostrata. Digitane una nuova per sostituirla.
ja: キーチェーンに保管され、再表示されることはありません。置き換えるには新しいキーを入力してください。
ko: 키체인에 보관되며 다시 표시되지 않습니다. 대체하려면 새로 입력하십시오.
nl: Bewaard in de sleutelhanger, nooit meer getoond. Typ een nieuwe om hem te vervangen.
pl: Przechowywany w pęku kluczy, nigdy więcej nie wyświetlany. Wpisz nowy, aby go zastąpić.
pt_br: Guardada no chaveiro, nunca mais exibida. Digite uma nova para substituí-la.
ru: Хранится в связке ключей и больше не показывается. Введите новый, чтобы заменить.
tr: Anahtar zincirinde saklanır, bir daha gösterilmez. Değiştirmek için yenisini yazın.
uk: Зберігається у в’язці ключів і більше не показується. Введіть новий, щоб замінити його.
zh_hans: 保存在钥匙串中，不会再显示。输入新的值即可替换。
zh_hant: 保存在鑰匙圈中，不會再顯示。輸入新的即可取代。

source: Key
ar: المفتاح
de: Schlüssel
es: Clave
fr: Clé
hi: कुंजी
it: Chiave
ja: キー
ko: 키
nl: Sleutel
pl: Klucz
pt_br: Chave
ru: Ключ
tr: Anahtar
uk: Ключ
zh_hans: 密钥
zh_hant: 密鑰

source: LOCAL
ar: محلي
de: LOKAL
hi: लोकल
it: LOCALE
ja: ローカル
ko: 로컬
nl: LOKAAL
pl: LOKALNA
ru: ЛОКАЛЬНО
tr: YEREL
uk: ЛОКАЛЬНО
zh_hans: 本地
zh_hant: 本機

source: Label
ar: التسمية
de: Beschriftung
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Rótulo
ru: Подпись
tr: Etiket
uk: Мітка
zh_hans: 标签
zh_hant: 標籤

source: Label of %@
ar: تسمية %@
de: Beschriftung von %@
es: Etiqueta de %@
fr: Libellé de %@
hi: %@ का लेबल
it: Etichetta di %@
ja: %@のラベル
ko: %@의 레이블
nl: Label van %@
pl: Etykieta pola %@
pt_br: Rótulo de %@
ru: Подпись для %@
tr: %@ etiketi
uk: Мітка для %@
zh_hans: %@ 的标签
zh_hant: %@ 的標籤

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Large understands technical words and every language best. Small is lighter, for a Mac with little memory.
ar: Large يفهم المصطلحات التقنية وجميع اللغات بشكل أفضل. Small أخف، لأجهزة Mac ذات الذاكرة المحدودة.
de: Large versteht Fachbegriffe und alle Sprachen am besten. Small ist leichter, für einen Mac mit wenig Arbeitsspeicher.
es: Large entiende mejor los términos técnicos y todos los idiomas. Small es más ligero, para un Mac con poca memoria.
fr: Large comprend le mieux les termes techniques et toutes les langues. Small est plus léger, pour un Mac avec peu de mémoire.
hi: Large तकनीकी शब्दों और सभी भाषाओं को सबसे अच्छी तरह समझता है। Small हल्का है, कम मेमोरी वाले Mac के लिए।
it: Large capisce meglio i termini tecnici e tutte le lingue. Small è più leggero, per un Mac con poca memoria.
ja: Largeは専門用語とすべての言語を最もよく理解します。Smallは軽量で、メモリが少ないMac向けです。
ko: Large는 기술 용어와 모든 언어를 가장 잘 이해합니다. Small은 더 가벼워 메모리가 적은 Mac에 적합합니다.
nl: Large begrijpt vaktermen en alle talen het best. Small is lichter, voor een Mac met weinig geheugen.
pl: Large najlepiej rozumie terminy techniczne i wszystkie języki. Small jest lżejszy, dla Maca z małą ilością pamięci.
pt_br: O Large entende melhor termos técnicos e todos os idiomas. O Small é mais leve, para um Mac com pouca memória.
ru: Large лучше всего понимает технические термины и все языки. Small легче — для Mac с небольшим объёмом памяти.
tr: Large teknik terimleri ve tüm dilleri en iyi anlar. Small daha hafiftir, belleği az olan bir Mac için.
uk: Large найкраще розуміє технічні терміни та всі мови. Small легша — для Mac з невеликим обсягом пам'яті.
zh_hans: Large 最能理解技术用语和各种语言。Small 更轻量，适合内存较少的 Mac。
zh_hant: Large 最能理解技術用語和各種語言。Small 較輕量，適合記憶體較少的 Mac。

source: Last 30 days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
it: Ultimi 30 giorni
ja: 過去30日間
ko: 지난 30일
nl: Afgelopen 30 dagen
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
ru: Последние 30 дней
tr: Son 30 gün
uk: Останні 30 днів
zh_hans: 过去 30 天
zh_hant: 過去 30 天

source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
it: Ultimi 7 giorni
ja: 過去7日間
ko: 지난 7일
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
ru: Последние 7 дней
tr: Son 7 gün
uk: Останні 7 днів
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Last checked %@
ar: آخر تحقق: %@
de: Zuletzt gesucht: %@
es: Última búsqueda: %@
fr: Dernière recherche : %@
hi: अंतिम जाँच: %@
it: Ultimo controllo: %@
ja: 最終確認：%@
ko: 마지막 확인: %@
nl: Laatst gecontroleerd: %@
pl: Ostatnio sprawdzono: %@
pt_br: Última verificação: %@
ru: Последняя проверка: %@
tr: Son denetim: %@
uk: Остання перевірка: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Last tested %@: everything worked.
ar: آخر اختبار %@: نجح كل شيء.
de: Zuletzt getestet %@: Alles hat funktioniert.
es: Última prueba el %@: todo ha funcionado.
fr: Dernier test le %@ : tout a fonctionné.
hi: अंतिम टेस्ट %@: सब कुछ ठीक रहा।
it: Ultimo test %@: tutto ha funzionato.
ja: 最終テスト（%@）：すべて正常に動作しました。
ko: 마지막 테스트 %@: 모두 정상 작동했습니다.
nl: Laatst getest %@: alles werkte.
pl: Ostatni test %@: wszystko działało.
pt_br: Último teste em %@: tudo funcionou.
ru: Последняя проверка %@: всё работало.
tr: Son test %@: her şey çalıştı.
uk: Остання перевірка %@: усе працювало.
zh_hans: 上次测试于 %@：一切正常。
zh_hant: 上次測試於 %@：一切正常。

source: Last tested %@: it failed. Test it again.
ar: آخر اختبار %@: فشل. اختبر مرة أخرى.
de: Zuletzt getestet %@: fehlgeschlagen. Teste erneut.
es: Última prueba el %@: ha fallado. Vuelve a probarlo.
fr: Dernier test le %@ : échec. Testez à nouveau.
hi: अंतिम टेस्ट %@: विफल रहा। फिर से टेस्ट करें।
it: Ultimo test %@: non riuscito. Testalo di nuovo.
ja: 最終テスト（%@）：失敗しました。もう一度テストしてください。
ko: 마지막 테스트 %@: 실패했습니다. 다시 테스트하십시오.
nl: Laatst getest %@: mislukt. Test opnieuw.
pl: Ostatni test %@: niepowodzenie. Przetestuj ponownie.
pt_br: Último teste em %@: falhou. Teste novamente.
ru: Последняя проверка %@: не удалась. Проверьте снова.
tr: Son test %@: başarısız oldu. Yeniden test edin.
uk: Остання перевірка %@: невдача. Перевірте знову.
zh_hans: 上次测试于 %@：失败。请重新测试。
zh_hant: 上次測試於 %@：失敗。請再次測試。

source: Last tested %@: it works, with reservations.
ar: آخر اختبار %@: يعمل، مع تحفظات.
de: Zuletzt getestet %@: funktioniert, mit Einschränkungen.
es: Última prueba el %@: funciona, con reservas.
fr: Dernier test le %@ : fonctionne, avec des réserves.
hi: अंतिम टेस्ट %@: काम करता है, कुछ शर्तों के साथ।
it: Ultimo test %@: funziona, con riserva.
ja: 最終テスト（%@）：動作しますが、注意点があります。
ko: 마지막 테스트 %@: 작동하지만 일부 제한이 있습니다.
nl: Laatst getest %@: werkt, met kanttekeningen.
pl: Ostatni test %@: działa, z zastrzeżeniami.
pt_br: Último teste em %@: funciona, com ressalvas.
ru: Последняя проверка %@: работает, с оговорками.
tr: Son test %@: çalışıyor, ancak çekincelerle.
uk: Остання перевірка %@: працює із застереженнями.
zh_hans: 上次测试于 %@：可用，但有保留。
zh_hant: 上次測試於 %@：可運作，但有保留事項。
